13/data/attachments/1b6fa591a8b3e060.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sarah_campaign_Actions_17371_4</nif:username>
            <nif:friendToBeRequested>soap_actions_dcc11106-01e2-4d83-9a16-cdafc658bc1e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>